[
  {
    "quote": "Weight loss doesn't begin in the gym with a dumbbell; it starts in your head with a decision.",
    "author": "Toni Sorenson",
    "id": 1
  },
  {
    "quote": "Weight loss requires determination, consistency and hard work",
    "author": "Invajy",
    "id": 2
  },
  {
    "quote": "You aren't fat. You have fat. Fat does not define you.",
    "author": "Anonymous",
    "id": 3
  },
  {
    "quote": "Weight loss surgery isn't going to make you lose weight; it's a tool to help you lose weight. Half of it is the surgery, and half of it is you eating what you're supposed to eat and exercising.",
    "author": "Ashley Nell Tipton",
    "id": 4
  },
  {
    "quote": "There's a huge emotional component to weight loss.",
    "author": "Carnie Wilson",
    "id": 5
  },
  {
    "quote": "If you believe that weight loss requires self-deprivation, I'm going to teach you otherwise.",
    "author": "Robert Atkins",
    "id": 6
  },
  {
    "quote": "Workout till you feel that pain and soreness in muscles. This one is a good pain. No pain, no gain.",
    "author": "Invajy",
    "id": 7
  },
  {
    "quote": "While weight loss is important, what's more important is the quality of food you put in your body - food is information that quickly changes your metabolism and genes.",
    "author": "Mark Hyman",
    "id": 8
  },
  {
    "quote": "Work hard and train your body in a way that it becomes inspiration and competition for others.",
    "author": "Invajy",
    "id": 9
  },
  {
    "quote": "The journey to stronger muscles passes through sore muscles.",
    "author": "Invajy",
    "id": 10
  },
  {
    "quote": "Success is the sum of small efforts, repeated day-in and day-out.",
    "author": "Robert Collier",
    "id": 11
  },
  {
    "quote": "The distance between who I am and who I want to be is only separated by what I do!",
    "author": "Anonymous",
    "id": 12
  },
  {
    "quote": "The only bad workout is the one that didn't happen.",
    "author": "Anonymous",
    "id": 13
  },
  {
    "quote": "Someone busier than you is running right now.",
    "author": "Anonymous",
    "id": 14
  },
  {
    "quote": "Working out is never convenient. But neither is illness, diabetes and obesity!",
    "author": "Anonymous",
    "id": 15
  },
  {
    "quote": "If you wait, all that happens is you get older.",
    "author": "Larry McMurtry",
    "id": 16
  },
  {
    "quote": "To ensure good health: eat lightly, breathe deeply, live moderately, cultivate cheerfulness, and maintain an interest in life.",
    "author": "William Londen",
    "id": 17
  },
  {
    "quote": "Only I can change my life. No one can do it for me.",
    "author": "Anonymous",
    "id": 18
  },
  {
    "quote": "Strength doesn't come from what you can do. It comes from overcoming the things you once thought you couldn't.",
    "author": "Nikki Rogers",
    "id": 19
  },
  {
    "quote": "Sweat is fat crying.",
    "author": "Anonymous",
    "id": 20
  },
  {
    "quote": "Eat responsibly. You don't have to be a saint with your food, but you can't eat like every day is thanksgiving either.",
    "author": "Brad Pilon",
    "id": 21
  },
  {
    "quote": "Think of your workouts as important meetings you've scheduled with yourself. Bosses don't cancel.",
    "author": "Anonymous",
    "id": 22
  },
  {
    "quote": "I always believed if you take care of your body it will take care of you.",
    "author": "Ted Lindsay",
    "id": 23
  },
  {
    "quote": "It is better to take small steps in the right direction than to make a great leap forward only to stumble backward.",
    "author": "Proverb",
    "id": 24
  },
  {
    "quote": "To change your body you must first change your mind.",
    "author": "Anonymous",
    "id": 25
  },
  {
    "quote": "I don't stop when I'm tired, I stop when I'm DONE!",
    "author": "Anonymous",
    "id": 26
  },
  {
    "quote": "I don't work hard because I hate my body. I workout because I love it!",
    "author": "Anonymous",
    "id": 27
  },
  {
    "quote": "Get comfortable with being uncomfortable!",
    "author": "Anonymous",
    "id": 28
  },
  {
    "quote": "When it burns, is when you're just getting started. That's when you get stronger!",
    "author": "Anonymous",
    "id": 29
  },
  {
    "quote": "If you have 30 minutes for Facebook, you have 1 hour for the gym!",
    "author": "Anonymous",
    "id": 30
  },
  {
    "quote": "If it was about knowledge, we would all be skinny and rich. It's not about what you know but what you do!",
    "author": "Anonymous",
    "id": 31
  },
  {
    "quote": "Fitness is like marriage, you can't cheat on it and expect it to work.",
    "author": "Bonnie Pfiester",
    "id": 32
  },
  {
    "quote": "To enjoy the glow of good health, you must exercise.",
    "author": "Gene Tunney",
    "id": 33
  },
  {
    "quote": "Even if you are on the right track, you'll get run over if you just sit there.",
    "author": "Will Rogers",
    "id": 34
  },
  {
    "quote": "The difference between try and triumph is a little umph.",
    "author": "Marvin Phillips",
    "id": 35
  },
  {
    "quote": "Champions keep playing until they get it right.",
    "author": "Billie Jean King",
    "id": 36
  },
  {
    "quote": "Walking: the most ancient exercise and still the best modern exercise.",
    "author": "Carrie Latet",
    "id": 37
  },
  {
    "quote": "The only place where success comes before work is in the dictionary.",
    "author": "Vidal Sassoon",
    "id": 38
  },
  {
    "quote": "Every day, in every way, I am getting better and better.",
    "author": "Emilie Coue",
    "id": 39
  },
  {
    "quote": "Just believe in yourself. Even if you don't, pretend that you do and, at some point, you will.",
    "author": "Venus Williams",
    "id": 40
  },
  {
    "quote": "The best way to predict your health is to create it.",
    "author": "Anonymous",
    "id": 41
  },
  {
    "quote": "You can't run from all your problems, but it will help you lose weight.",
    "author": "Anonymous",
    "id": 42
  },
  {
    "quote": "Get started as if you are motivated. Pretend. And the motivation will come!",
    "author": "Anonymous",
    "id": 43
  },
  {
    "quote": "Excuses don't burn calories.",
    "author": "Anonymous",
    "id": 44
  },
  {
    "quote": "Don't stop until you're proud.",
    "author": "Anonymous",
    "id": 45
  },
  {
    "quote": "I'm not running a marathon or a 5K. I have no upcoming competitions and I don't plan on going to the beach. I am working out like my life depends on it. Because it does!",
    "author": "Anonymous",
    "id": 46
  },
  {
    "quote": "Make time for it. Just get it done. Nobody ever got strong or got in shape by thinking about it. They did it.",
    "author": "Jim Wendler",
    "id": 47
  },
  {
    "quote": "Your body hears everything your mind says. Keep going. You can!",
    "author": "Anonymous",
    "id": 48
  },
  {
    "quote": "Those who think they have not time for bodily exercise will sooner or later have to find time for illness.",
    "author": "Edward Stanley",
    "id": 49
  },
  {
    "quote": "The only successful way to reach and maintain a healthy weight is to find what works for you.",
    "author": "Anonymous",
    "id": 50
  },
  {
    "quote": "Getting my lifelong weight struggle under control has come from a process of treating myself as well as I treat others in every way.",
    "author": "Oprah Winfrey",
    "id": 51
  },
  {
    "quote": "Don't compare yourself to others. Compare yourself to the person from yesterday.",
    "author": "Anonymous",
    "id": 52
  },
  {
    "quote": "A huge part of losing weight is believing you can do it and realizing it's not going to happen overnight.",
    "author": "Anonymous",
    "id": 53
  },
  {
    "quote": "The hardest step to fitness is the first. Take it now!",
    "author": "Heather Montgomery",
    "id": 54
  },
  {
    "quote": "Your body can do anything. It's your mind that needs convincing",
    "author": "Anonymous",
    "id": 55
  },
  {
    "quote": "Your goals are as good as your actions. No action taken, no goals achieved.",
    "author": "Derric Yuh Ndim",
    "id": 56
  },
  {
    "quote": "If you have discipline, drive, and determination... nothing is impossible.",
    "author": "Dana Linn Bailey",
    "id": 57
  },
  {
    "quote": "Eliminate the mindset of can't... because you can do anything.",
    "author": "Toni Horton",
    "id": 58
  },
  {
    "quote": "Some people want it to happen. Some wish it would happen. Others make it happen.",
    "author": "Michael Jordan",
    "id": 59
  },
  {
    "quote": "Exercise should be regarded as a tribute to the heart.",
    "author": "Gene Tunney",
    "id": 60
  },
  {
    "quote": "If you don't do what's best for your body, you're the one who comes up on the short end.",
    "author": "Julius Erving",
    "id": 61
  },
  {
    "quote": "When you feel like quitting, think about why you started.",
    "author": "Anonymous",
    "id": 62
  },
  {
    "quote": "If you keep good food in your fridge, you will eat good food.",
    "author": "Errick McAdams",
    "id": 63
  },
  {
    "quote": "You don't have to go fast, you just have to go.",
    "author": "Anonymous",
    "id": 64
  },
  {
    "quote": "If you're tired of starting over; stop giving up!",
    "author": "Anonymous",
    "id": 65
  },
  {
    "quote": "On the other side of your workout is the body and health you want!",
    "author": "Anonymous",
    "id": 66
  },
  {
    "quote": "The question isn't can you, it's will you!",
    "author": "Anonymous",
    "id": 67
  },
  {
    "quote": "Workouts are like life. The harder it is, the STRONGER YOU BECOME!",
    "author": "Anonymous",
    "id": 68
  },
  {
    "quote": "If no one thinks you can, then you have to!",
    "author": "Anonymous",
    "id": 69
  },
  {
    "quote": "If you still look good at the end of your workout... you didn't work hard enough!",
    "author": "Anonymous",
    "id": 70
  },
  {
    "quote": "The past cannot be changed. The future is yet in your power.",
    "author": "Mary Pickford",
    "id": 71
  },
  {
    "quote": "Triumph by putting a little soul into it!",
    "author": "Nancy Mure",
    "id": 72
  },
  {
    "quote": "We must all suffer from one of two pains: the pain of discipline or the pain of regret. The difference is discipline weighs ounces while regret weighs tons",
    "author": "Jim Rohn",
    "id": 73
  },
  {
    "quote": "We are what we repeatedly do; therefore excellence is not merely an act, but a habit.",
    "author": "Aristotle",
    "id": 74
  },
  {
    "quote": "Whatever you're meant to do, do it now. The conditions are always impossible.",
    "author": "Doris Lessing",
    "id": 75
  },
  {
    "quote": "To be without some of the things you want is an indispensable part of happiness.",
    "author": "Bertrand Russell",
    "id": 76
  },
  {
    "quote": "Whatever the mind can conceive and believe, it can achieve.",
    "author": "Napoleon Hill",
    "id": 77
  },
  {
    "quote": "If you only do what is easy, you will always remain weak.",
    "author": "Joyce Meyer",
    "id": 78
  },
  {
    "quote": "To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.",
    "author": "Johann Wolfgang von Goethe",
    "id": 79
  },
  {
    "quote": "I have learned over the years that when one's mind is made up, this diminishes fear.",
    "author": "Rosa Parks",
    "id": 80
  },
  {
    "quote": "You must tell yourself, no matter how hard it is, or how hard it gets, I'm going to make it.",
    "author": "Anonymous",
    "id": 81
  },
  {
    "quote": "To lose weight permanently requires faith - faith there is a bigger life waiting for you beyond food and weight.",
    "author": "Catherine L. Taylor",
    "id": 82
  },
  {
    "quote": "Results happen over time, not overnight. Work hard, stay consistent and be patient.",
    "author": "Anonymous",
    "id": 83
  },
  {
    "quote": "Success is what comes after you stop making excuses.",
    "author": "Luis Galarza",
    "id": 84
  },
  {
    "quote": "Good habits are as addictive as bad habits. But far more rewarding.",
    "author": "Karen Salmansohn",
    "id": 85
  },
  {
    "quote": "Your diet is a bank account. Good food choices are good investments.",
    "author": "Bethenny Frankel",
    "id": 86
  },
  {
    "quote": "There are only two options regarding commitment; you're either in or you're out. There's no such thing as life in-between.",
    "author": "Pat Riley",
    "id": 87
  },
  {
    "quote": "Everything you can imagine about how you will look and feel when you lose weight is real.",
    "author": "Felicity Luckey",
    "id": 88
  },
  {
    "quote": "The empowering thought is that busy hands cannot eat!",
    "author": "Nancy Mure",
    "id": 89
  },
  {
    "quote": "A high functioning palate allows you to live without sugar and salt.",
    "author": "Nancy Mure",
    "id": 90
  },
  {
    "quote": "First step to lose weight. Get and stay active!",
    "author": "Josheel Dole",
    "id": 91
  },
  {
    "quote": "Your body is not just yours. It is a gift and a responsibility.",
    "author": "Thich Nhat Hanh",
    "id": 92
  },
  {
    "quote": "Our eyes are meant to show us food when we are hungry, not to make us hungry when we see food.",
    "author": "Mokokoma Mokhonoana",
    "id": 93
  },
  {
    "quote": "Weight loss is not impossible. Weight loss is hard, but hard is not the same as impossible.",
    "author": "Anonymous",
    "id": 94
  },
  {
    "quote": "All you need are a pair of tennis shoes and motivation to change the course of your life.",
    "author": "Heidi Bond",
    "id": 95
  },
  {
    "quote": "Eat clean to stay fit, have a burger to stay sane.",
    "author": " Gigi Hadid",
    "id": 96
  },
  {
    "quote": "If you take care of your body, it'll take care of you.",
    "author": " Usher",
    "id": 97
  },
  {
    "quote": "For me, exercise is more than just physical... it's therapeutic.",
    "author": "Michelle Obama",
    "id": 98
  },
  {
    "quote": "Dieting is the only game where you win when you lose!",
    "author": "Karl Lagerfeld",
    "id": 99
  },
  {
    "quote": "Fitness: If it came in a bottle, everybody would have a great body.",
    "author": " Cher",
    "id": 100
  },
  {
    "quote": "Ask yourself, 'Am I really hungry, or am I having this because it looks good?'",
    "author": " Jordin Sparks",
    "id": 101
  },
  {
    "quote": "It's all about reading labels and being aware and conscious of what goes in.",
    "author": " Jennifer Aniston",
    "id": 102
  },
  {
    "quote": "It was basically just portion control, and 'I don't need it,' I was just shoving everything into my mouth.",
    "author": " John Goodman",
    "id": 103
  },
  {
    "quote": "Success is nothing more than a few simple disciplines, practiced every day.",
    "author": "Jim Rohn",
    "id": 104
  },
  {
    "quote": "Motivation is what gets you started. Habit is what keeps you going.",
    "author": "Jim Rohn",
    "id": 105
  },
  {
    "quote": "For me, getting enough sleep, drinking lots of water, having a healthy diet, and staying away from alcohol are musts. It's so boring, I know, but doing those things really helps.",
    "author": " Jessica Biel",
    "id": 106
  },
  {
    "quote": "For me, it's just eat whatever makes you feel good.",
    "author": "Jessica Simpson",
    "id": 107
  },
  {
    "quote": "I believe that the greatest gift you can give your family and the world is a healthy you.",
    "author": " Joyce Meyer",
    "id": 108
  },
  {
    "quote": "I don't want to be skinny. I'm constantly in a state of self-improvement, but I don't beat myself up over it.",
    "author": " Mindy Kaling",
    "id": 109
  },
  {
    "quote": "I'm not trying to lose weight. I'm trying to get rid of it. I have no intention of finding it again.",
    "author": "Anonymous",
    "id": 110
  },
  {
    "quote": "Moderation. Small helpings. Sample a little bit of everything. These are the secrets of happiness and good health.",
    "author": " Julia Child",
    "id": 111
  },
  {
    "quote": "I just think you should eat less of everything. A little bit less. I don't want to live a life where you can't have what you want; it just makes you want it more.",
    "author": " Drew Barrymore",
    "id": 112
  },
  {
    "quote": "When I lost my weight and kept it off, it's when I lost it slowly. I know that expression 'the turtle wins the race'. Now I know that if I lose weight in a healthy way, I keep it off.",
    "author": "Khloe Kardashian",
    "id": 113
  }
]